@extends('layouts.app')

@section('title', 'Ю-Классик — 404')

@section('main')
    <section class="error-section padding-y-100">
        <div class="error-container">
            <h1 class="title title-large">404 — Страница не найдена</h1>
            <span class="text-large">Просим вас вернуться на главную страницу, пока вы окончательно не заблудились</span>
            <a href="{{ url('/') }}" class="btn btn-accent">Вернуться на главную <svg width="23" height="15"
                                viewBox="0 0 23 15" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M1 6.36395C0.447715 6.36395 0 6.81167 0 7.36395C0 7.91624 0.447715 8.36395 1 8.36395V7.36395V6.36395ZM22.7071 8.07106C23.0976 7.68054 23.0976 7.04737 22.7071 6.65685L16.3431 0.292885C15.9526 -0.0976396 15.3195 -0.0976396 14.9289 0.292885C14.5384 0.683409 14.5384 1.31657 14.9289 1.7071L20.5858 7.36395L14.9289 13.0208C14.5384 13.4113 14.5384 14.0445 14.9289 14.435C15.3195 14.8255 15.9526 14.8255 16.3431 14.435L22.7071 8.07106ZM1 7.36395V8.36395H22V7.36395V6.36395H1V7.36395Z"
                                    fill="#15161E" />
                            </svg></a>
        </div>
    </section>
@endsection
